<template>
  <v-container fluid>
    <p>Мои проекты - https://github.com/VladaGaz</p>
    <p>Начала обучение с ноября 2020г.</p>
    <p>
      Работала в сфере 1С. Занималась всем циклом внедрения и поддержания
      системы у заказчика. Осуществляла постановку задач разработчикам,
      тестировала доработки системы. Мне нравится работать в сфере IT, поэтому
      решила развиваться дальше уже сама как разработчик. Сфера front-end
      разработки привлекла работой с пользовательским интерфейсом, актуальным
      языком программирования, востребованностью профессии. Моя цель развиться
      как front-end разработчик.
    </p>

    <p>
      Прошла обучение по онлайн-курсам JavaScript, CSS, HTML. Осуществляла
      вёрстку макетов. Изучаю Vue.JS.
    </p>

    <p>
      Работала с Jira. Участвовала во внедрении 1С: Управление торговлей, 1С:
      Комплексная автоматизация у крупных региональных заказчиков. Владение
      программами: система бизнес-моделирования BusinessStudio. Дополнительные
      сведения: Знание нотации UML Знание методологий моделирования: DFD,IDEF0,
      IDEF1X, BPMN, EPC, "Процесс","Процедура",IDEF3
    </p>
  </v-container>
</template>